[
  {
    "_id": "5e737efd360acf0e74854d7d",
    "name": "Incididunt amet dolore",
    "description": "Nulla labore exercitation ipsum nulla do ullamco veniam eiusmod reprehenderit sit. Magna officia nisi adipisicing in ut ea dolore consequat consectetur sint sunt eu do. Voluptate adipisicing nostrud et cupidatat elit ut est fugiat ut aute. Laborum cupidatat eiusmod aliquip cupidatat excepteur excepteur ut magna tempor. Sint nisi non eu sint nulla dolor. Dolore consectetur ex in Lorem ea pariatur elit id aliquip. Esse eu duis laborum officia in officia amet.\r\n",
    "categories": [
      "Computers & Tablets",
      "Video Games & Consoles"
    ],
    "images": [
      "https://placeimg.com/640/480/tech137"
    ],
    "price": 1697.39,
    "quantity": 8
  },
  {
    "_id": "5e737efd7ddceba35ca5219c",
    "name": "Amet dolor eiusmod",
    "description": "Fugiat ullamco aute exercitation nostrud labore cillum sit mollit nisi ex. Dolor quis dolor proident aute dolore qui in consequat dolore voluptate et amet. Commodo deserunt ut velit culpa officia est elit culpa ipsum ad nulla ipsum. Cupidatat adipisicing laborum voluptate consequat enim incididunt nostrud sunt.\r\n",
    "categories": [
      "Computers & Tablets"
    ],
    "images": [
      "https://placeimg.com/640/480/tech236",
      "https://placeimg.com/640/480/tech307",
      "https://placeimg.com/640/480/tech322",
      "https://placeimg.com/640/480/tech503",
      "https://placeimg.com/640/480/tech583"
    ],
    "price": 2365.19,
    "quantity": 10
  },
  {
    "_id": "5e737efd7beaeaadf0d9c65d",
    "name": "Nulla velit ex est minim",
    "description": "Laboris occaecat cillum fugiat pariatur. Culpa nostrud occaecat ex eu non laboris sunt incididunt consectetur irure quis quis do. Qui incididunt ut ad et. Sint et adipisicing id amet amet ad.\r\n",
    "categories": [
      "Cellphones & Accessories"
    ],
    "images": [
      "https://placeimg.com/640/480/tech582"
    ],
    "price": 1930.03,
    "quantity": 8
  },
  {
    "_id": "5e737efd6adff7f18c28a605",
    "name": "Irure culpa ea ea",
    "description": "In occaecat velit laborum fugiat tempor ullamco exercitation proident culpa duis non anim. Id ea labore tempor consequat ullamco magna velit minim qui. Consectetur exercitation irure irure reprehenderit Lorem cillum consectetur consectetur quis voluptate eu ex. Magna officia reprehenderit deserunt nisi. Irure excepteur consectetur magna eiusmod commodo veniam cupidatat. Dolore et eu consequat duis veniam. Mollit mollit Lorem aliqua et cupidatat irure nisi esse elit.\r\n",
    "categories": [
      "TV, Audio & Surveillance"
    ],
    "images": [
      "https://placeimg.com/640/480/tech38",
      "https://placeimg.com/640/480/tech673"
    ],
    "price": 1205.42,
    "quantity": 8
  },
  {
    "_id": "5e737efd4bf1f3b00ae346ec",
    "name": "Culpa exercitation",
    "description": "Labore laboris ut velit enim. Magna anim labore pariatur fugiat tempor non culpa incididunt. Consequat pariatur ea fugiat ex anim duis elit eiusmod nisi esse. Irure mollit Lorem officia amet ipsum esse et mollit irure fugiat pariatur. Ad eiusmod proident fugiat tempor dolor nisi ad ex eiusmod. Laboris deserunt laboris veniam aute qui tempor culpa fugiat laborum sunt. Mollit ea id sit aliquip est aute laboris non.\r\n",
    "categories": [
      "Video Games & Consoles",
      "Vehicle Electronics & GPS"
    ],
    "images": [
      "https://placeimg.com/640/480/tech200",
      "https://placeimg.com/640/480/tech899",
      "https://placeimg.com/640/480/tech690",
      "https://placeimg.com/640/480/tech537",
      "https://placeimg.com/640/480/tech185"
    ],
    "price": 631.86,
    "quantity": 8
  },
  {
    "_id": "5e737efd2c3892e1efd6352b",
    "name": "Pariatur labore",
    "description": "Sit elit reprehenderit officia eu et deserunt. Culpa deserunt sint et in nostrud Lorem. Pariatur et labore culpa anim dolore dolore ad sunt cupidatat aliquip do.\r\n",
    "categories": [
      "TV, Audio & Surveillance",
      "Cameras & Photo",
      "TV, Audio & Surveillance"
    ],
    "images": [
      "https://placeimg.com/640/480/tech280",
      "https://placeimg.com/640/480/tech567",
      "https://placeimg.com/640/480/tech585",
      "https://placeimg.com/640/480/tech203",
      "https://placeimg.com/640/480/tech425"
    ],
    "price": 3.77,
    "quantity": 5
  },
  {
    "_id": "5e737efd366cef415987ef92",
    "name": "Fugiat esse non",
    "description": "Lorem excepteur laboris ea pariatur aliqua nostrud sit occaecat. Ad in exercitation consequat nostrud proident. Dolor ea mollit est ea. Fugiat exercitation laboris culpa eiusmod labore mollit incididunt. Anim adipisicing fugiat ut aliquip et deserunt pariatur voluptate in commodo aute tempor consectetur irure.\r\n",
    "categories": [
      "Cellphones & Accessories",
      "Video Games & Consoles"
    ],
    "images": [
      "https://placeimg.com/640/480/tech407",
      "https://placeimg.com/640/480/tech517",
      "https://placeimg.com/640/480/tech667",
      "https://placeimg.com/640/480/tech779",
      "https://placeimg.com/640/480/tech49"
    ],
    "price": 2201.43,
    "quantity": 0
  },
  {
    "_id": "5e737efd12ae665b0412dc27",
    "name": "Irure esse in",
    "description": "Consectetur occaecat adipisicing enim eu. Aliqua cillum veniam magna excepteur sunt duis commodo velit aute amet sint. Fugiat non laboris ipsum consectetur aute deserunt culpa. Qui incididunt ad et consectetur eu ex ut est qui reprehenderit dolor nostrud commodo. Laboris ut consequat amet id duis amet cupidatat nulla veniam. Ipsum deserunt quis cupidatat duis laborum amet ex Lorem ad.\r\n",
    "categories": [
      "TV, Audio & Surveillance",
      "Cellphones & Accessories"
    ],
    "images": [
      "https://placeimg.com/640/480/tech568",
      "https://placeimg.com/640/480/tech297"
    ],
    "price": 2026,
    "quantity": 1
  },
  {
    "_id": "5e737efdea7b9ad7aab714dc",
    "name": "Nisi sunt",
    "description": "Non reprehenderit labore et pariatur ullamco eiusmod ad ex ipsum ea qui in nisi. Cupidatat proident deserunt magna fugiat aliqua ipsum reprehenderit est ad ut et magna ad elit. Laboris id aliquip aliqua do sunt proident. Culpa cillum commodo ipsum labore duis ex reprehenderit laboris sunt adipisicing. Sunt incididunt nulla ullamco dolor quis voluptate irure consequat aute ullamco exercitation commodo.\r\n",
    "categories": [
      "TV, Audio & Surveillance",
      "Computers & Tablets",
      "Vehicle Electronics & GPS"
    ],
    "images": [
      "https://placeimg.com/640/480/tech847",
      "https://placeimg.com/640/480/tech98",
      "https://placeimg.com/640/480/tech662"
    ],
    "price": 1773.47,
    "quantity": 0
  },
  {
    "_id": "5e737efd2b4527a767e704f9",
    "name": "Exercitation id enim",
    "description": "Consectetur aliqua quis culpa do pariatur labore ipsum et ex veniam. Est tempor eiusmod incididunt in proident fugiat tempor elit. Id ex consequat magna pariatur aute nisi dolore. Non dolore laborum proident consequat fugiat cupidatat nisi. Et adipisicing consectetur est adipisicing ipsum eiusmod. Incididunt velit excepteur eu cillum laboris sunt tempor tempor duis exercitation non dolor. Non adipisicing enim magna occaecat exercitation velit fugiat cupidatat incididunt.\r\n",
    "categories": [
      "Computers & Tablets",
      "Video Games & Consoles",
      "Computers & Tablets"
    ],
    "images": [
      "https://placeimg.com/640/480/tech336",
      "https://placeimg.com/640/480/tech726",
      "https://placeimg.com/640/480/tech542",
      "https://placeimg.com/640/480/tech818",
      "https://placeimg.com/640/480/tech479"
    ],
    "price": 2183.14,
    "quantity": 2
  },
  {
    "_id": "5e737efdc4a5122608701bb1",
    "name": "Deserunt nisi",
    "description": "Non officia adipisicing enim voluptate laborum ad ipsum eiusmod non magna. Incididunt fugiat enim fugiat ut do ex enim consequat ex dolor consequat ad in voluptate. Veniam incididunt aliquip incididunt ut consequat amet voluptate eu qui ipsum dolore. Nostrud culpa elit reprehenderit do veniam consectetur aute reprehenderit Lorem fugiat quis qui sit. Ullamco ad nostrud voluptate eu ut voluptate minim aute consectetur aute aliquip. Adipisicing officia commodo in reprehenderit in.\r\n",
    "categories": [
      "Cellphones & Accessories",
      "Cameras & Photo"
    ],
    "images": [
      "https://placeimg.com/640/480/tech215",
      "https://placeimg.com/640/480/tech252",
      "https://placeimg.com/640/480/tech378",
      "https://placeimg.com/640/480/tech69"
    ],
    "price": 645.96,
    "quantity": 8
  },
  {
    "_id": "5e737efd200943d224e002a9",
    "name": "Cupidatat minim velit tempor ullamco",
    "description": "Duis elit commodo in voluptate. Nisi officia et quis anim veniam sunt anim elit aliquip aliqua in velit id. Incididunt labore et sit proident deserunt occaecat eu et ullamco qui. Exercitation anim quis culpa et quis. Adipisicing ullamco proident laboris incididunt eu esse. Aliqua nostrud nostrud minim voluptate dolore sunt enim incididunt eiusmod adipisicing elit mollit ea est. Deserunt qui ea sint cillum adipisicing velit tempor amet occaecat cillum.\r\n",
    "categories": [
      "Cellphones & Accessories"
    ],
    "images": [
      "https://placeimg.com/640/480/tech197",
      "https://placeimg.com/640/480/tech67",
      "https://placeimg.com/640/480/tech403",
      "https://placeimg.com/640/480/tech308"
    ],
    "price": 1855.72,
    "quantity": 10
  },
  {
    "_id": "5e737efd80efd1b1ee00399b",
    "name": "Adipisicing est nostrud occaecat esse",
    "description": "Est nostrud qui id est nisi consequat id cillum do occaecat eiusmod tempor. Velit officia veniam proident occaecat labore dolore do tempor fugiat aute nostrud commodo. Ad incididunt cupidatat minim sint cillum consequat. Velit aliqua sunt velit mollit cillum aliquip occaecat mollit. Lorem ad in nostrud exercitation eiusmod mollit quis id pariatur ad eu.\r\n",
    "categories": [
      "TV, Audio & Surveillance",
      "Cellphones & Accessories",
      "Cameras & Photo"
    ],
    "images": [
      "https://placeimg.com/640/480/tech325",
      "https://placeimg.com/640/480/tech750"
    ],
    "price": 1731.31,
    "quantity": 8
  },
  {
    "_id": "5e737efdeb6521e47ef0ce16",
    "name": "Dolor veniam",
    "description": "Consequat ut fugiat laboris qui. Ipsum nostrud tempor ipsum ex. Consectetur do adipisicing duis consequat sit adipisicing est culpa commodo laborum. Cupidatat Lorem nulla tempor est tempor id ut commodo. Minim incididunt ut velit sunt sit amet non. Consectetur non dolor mollit enim sint aliquip do magna nisi nulla dolore. Incididunt adipisicing dolore commodo cupidatat culpa do do exercitation mollit.\r\n",
    "categories": [
      "Cellphones & Accessories"
    ],
    "images": [
      "https://placeimg.com/640/480/tech76",
      "https://placeimg.com/640/480/tech698",
      "https://placeimg.com/640/480/tech150"
    ],
    "price": 1794.27,
    "quantity": 10
  },
  {
    "_id": "5e737efdde31803ff6d95f19",
    "name": "Cupidatat sit laboris",
    "description": "Reprehenderit elit aute aute nisi cupidatat in incididunt dolor tempor. Officia est minim labore consectetur mollit do in labore laboris nulla incididunt. Commodo pariatur enim in cupidatat laborum aliquip cillum irure excepteur deserunt sint sunt.\r\n",
    "categories": [
      "Computers & Tablets",
      "Cameras & Photo"
    ],
    "images": [
      "https://placeimg.com/640/480/tech765",
      "https://placeimg.com/640/480/tech272",
      "https://placeimg.com/640/480/tech331"
    ],
    "price": 1344.32,
    "quantity": 2
  },
  {
    "_id": "5e737efd868a58db752f5e9f",
    "name": "Excepteur in",
    "description": "In veniam quis non sunt aliquip non fugiat laboris. Amet tempor deserunt velit eiusmod id laboris veniam culpa mollit amet enim fugiat excepteur cupidatat. Cupidatat dolor pariatur mollit sit velit. Et officia ullamco incididunt aliqua aliquip ut elit nulla sunt Lorem veniam. Officia aute voluptate ex laborum irure ad qui nostrud officia commodo amet.\r\n",
    "categories": [
      "Video Games & Consoles",
      "Vehicle Electronics & GPS",
      "Cameras & Photo"
    ],
    "images": [
      "https://placeimg.com/640/480/tech394",
      "https://placeimg.com/640/480/tech902",
      "https://placeimg.com/640/480/tech574"
    ],
    "price": 493.57,
    "quantity": 2
  },
  {
    "_id": "5e737efd3aed237a4b43877e",
    "name": "Commodo sit",
    "description": "Veniam adipisicing reprehenderit elit in qui commodo eu velit sunt do dolore. Nulla ea id minim pariatur minim Lorem. Ipsum qui esse non qui ipsum consectetur. Quis consequat velit Lorem voluptate labore culpa non ipsum laboris enim et officia nostrud. Non officia fugiat dolore minim dolore non non incididunt.\r\n",
    "categories": [
      "Vehicle Electronics & GPS",
      "Vehicle Electronics & GPS"
    ],
    "images": [
      "https://placeimg.com/640/480/tech761",
      "https://placeimg.com/640/480/tech878"
    ],
    "price": 2354.67,
    "quantity": 10
  },
  {
    "_id": "5e737efdb499247fa7534ec0",
    "name": "Nulla non labore sunt",
    "description": "Veniam nostrud dolor cillum laborum labore dolore dolor consequat enim ut ea. Ut voluptate nisi voluptate dolor ipsum et ullamco proident sint. Dolor duis anim consequat veniam duis duis sint culpa velit tempor. Velit tempor pariatur anim sint veniam aliquip et id labore occaecat veniam in. Cupidatat et irure cillum do incididunt reprehenderit culpa duis pariatur id consectetur cillum.\r\n",
    "categories": [
      "Cameras & Photo"
    ],
    "images": [
      "https://placeimg.com/640/480/tech990",
      "https://placeimg.com/640/480/tech393",
      "https://placeimg.com/640/480/tech298"
    ],
    "price": 2438.48,
    "quantity": 1
  },
  {
    "_id": "5e737efdeb3a445573229184",
    "name": "Anim amet et",
    "description": "Aliqua nulla laborum fugiat amet aliquip incididunt duis irure amet do irure. Eiusmod et cupidatat cillum nisi irure dolore magna. Laborum ex ea consectetur consectetur ut elit minim eiusmod ut.\r\n",
    "categories": [
      "Cellphones & Accessories"
    ],
    "images": [
      "https://placeimg.com/640/480/tech24",
      "https://placeimg.com/640/480/tech429"
    ],
    "price": 765.89,
    "quantity": 7
  },
  {
    "_id": "5e737efd5112eec94eb8b5db",
    "name": "Ut cillum",
    "description": "Incididunt sunt exercitation ullamco adipisicing aute officia sunt ullamco labore laborum incididunt. Laborum tempor et sunt est. Mollit ullamco enim eiusmod veniam laborum ad reprehenderit Lorem est. Irure dolor proident id adipisicing voluptate nostrud cillum excepteur ut ex. Nostrud pariatur ad aliqua Lorem reprehenderit tempor excepteur eiusmod veniam id laborum minim. Consectetur sunt nostrud ex cupidatat ullamco nisi ipsum esse culpa sit.\r\n",
    "categories": [
      "TV, Audio & Surveillance",
      "Cellphones & Accessories",
      "Computers & Tablets"
    ],
    "images": [
      "https://placeimg.com/640/480/tech857",
      "https://placeimg.com/640/480/tech487"
    ],
    "price": 1093.33,
    "quantity": 3
  },
  {
    "_id": "5e737efdb9af40b8299a42e9",
    "name": "Et consectetur duis duis nisi",
    "description": "Ipsum eiusmod proident ad eu reprehenderit veniam esse nisi ea aliquip esse. Sint sunt duis eiusmod esse do commodo excepteur deserunt laborum culpa deserunt ea sint enim. Enim dolor anim minim et pariatur ullamco qui qui duis commodo eiusmod enim fugiat. Eiusmod et commodo dolore labore fugiat. Commodo nulla incididunt ut proident quis do magna incididunt reprehenderit nulla deserunt aliqua ad quis. Mollit cillum deserunt labore ex cupidatat est amet adipisicing occaecat commodo occaecat magna minim.\r\n",
    "categories": [
      "Cameras & Photo"
    ],
    "images": [
      "https://placeimg.com/640/480/tech305",
      "https://placeimg.com/640/480/tech384",
      "https://placeimg.com/640/480/tech894",
      "https://placeimg.com/640/480/tech451"
    ],
    "price": 2099.47,
    "quantity": 7
  },
  {
    "_id": "5e737efdf2dc500d3d73c4a9",
    "name": "Ipsum veniam ut aliquip qui",
    "description": "Anim cupidatat laboris esse ullamco. Dolore duis amet fugiat ad reprehenderit duis eu magna excepteur sint. Est est reprehenderit incididunt quis. Fugiat pariatur mollit commodo Lorem commodo eiusmod deserunt eu proident elit magna dolor cupidatat veniam.\r\n",
    "categories": [
      "Computers & Tablets",
      "TV, Audio & Surveillance"
    ],
    "images": [
      "https://placeimg.com/640/480/tech528"
    ],
    "price": 616.16,
    "quantity": 5
  },
  {
    "_id": "5e737efda70d749f367b064e",
    "name": "Velit irure occaecat magna dolor",
    "description": "Ullamco fugiat culpa sit mollit exercitation officia consectetur laboris nulla. Quis laborum non tempor mollit fugiat minim mollit excepteur tempor exercitation ullamco. Esse et qui eiusmod cupidatat eiusmod consectetur. Dolor aliquip enim nostrud irure tempor laboris velit fugiat exercitation fugiat consequat consequat. Sint consectetur commodo enim occaecat ullamco. In consectetur Lorem occaecat Lorem quis voluptate enim et eu dolor aliquip magna.\r\n",
    "categories": [
      "TV, Audio & Surveillance"
    ],
    "images": [
      "https://placeimg.com/640/480/tech559",
      "https://placeimg.com/640/480/tech685"
    ],
    "price": 1461.61,
    "quantity": 2
  }
]